<template>
  <div style="width:100%;
overflow: hidden;">
    <div>
      <h1>这是我的文章首页</h1>
      <pre>建站之初，困难重重!</pre>
      <p>
        我最庆幸的是：你没变，我也没变。
        <br>1、
        热闹了一个夏天的高温天气，终于在8月即将要终结的几天里大张旗鼓的凉爽起来。说起来，这种突如其来的凉意有些措手不及，还好，我前段时间刚好购置了秋天的衣服，也不至于打开衣柜不知道穿什么好了。
        因为是下雨的缘故，天色也早早的就进入了夜晚模式。我在家整理早晨出门的时候被我翻乱的衣柜，大功告成之后，我躺在床上，翻看着手机。想到一位好久没有联系的朋友上个月发来消息说：铭哥，我这个月结婚，在北京，希望你有空了赏脸来。
        突然的，就陷入了回忆之中。因为通讯录里有重名的朋友，我点开了她的头像，想确认一下到底是哪一个朋友。她已经把头像换成了婚纱照，难怪我没认出来。确认之后，我没有及时回复。只是突然间，脑海里全部出现的是大学时光里和她一起奔走于校园里的场景，我们一起上课，我们一起去图书馆，我们一起见证彼此的荣耀和狼狈。
        那时候的我们，10块钱可以吃遍校园的一条街。她知道我喜欢粉红色，所有和粉红色沾边的礼物她都会特别上心。那时候的豪言壮志都在彼此的见证之下，一个一个实现。比如，期末的时候不仅是奖学金获得者，同时还有优秀三好生的称号。我们一起欢呼，我们一起庆祝，我们一起鼓励彼此要加油。那时候的我们，看到过彼此最为狼狈也最难过的时光，我明白她不言不语背后的那一份落寞，她也懂得我沉默不语背后的所有故事。那时候，我们都有一双爱笑的眼睛。那时候，我们对彼此的友情也一定真挚的不可替代。
        后来毕业，我们分开了，不在同一座城市，不在同一片天空下。起初，我们还会在网络上联络彼此的新生活，吐槽彼此的现状有什么样的烦恼。因为环境，因为成长，因为价值观。渐渐地，我们不再频繁的联系，我们不再频繁的告知对方的新生活，我们也不再相互吐槽生活当中的点点滴滴。我们只在对方生日的时候说一句：生日快乐，么么哒。我们只在过年群发祝福的时候说一句：新年快乐，么么哒。
        所有与她有关的画面，像电影的回放镜头般在我脑海里来回旋转，我还记得与她相识的那个夏天，我们一起约定要做一辈子的朋友。时间真的是一把双刃剑，带着我们一路走向成熟，但同时，也让我们失去许多那时候最简单，最纯真的笑容。我会记得，阳光下，操场上，那个笑起来眼睛眯成缝的女生，也会记得，过去里，未来里，这个一直在我心里占据别样位置的女生。
        <br>2、
        许久之后，我回过神来。回复她：我那天刚好安排了工作，可能去不了，真的非常抱歉。但是请收下我最最真挚的祝福哈。她说：哎呀，就是家里人催，刚好遇见了喜欢的人，就刚好办了。就这样，她一句，我一句，我们之间好像把没联系的这几年的所有言语全部攒到一起一样，她说着她幸福的点点滴滴，我祝福着她的美好爱情。我诉说着近几年的经历，她也感慨着我们真的都变得不一样了。不知不觉得，聊到很晚。像那年大学一样，我们彻夜不眠，有说不完的话。我们精神十足，有幻想不完的未来。这种感觉，陌生又熟悉，但，真的久违了。
        她大婚的当天，我在忙，一直到很晚才有空去刷朋友圈，看到她晒出婚礼现场的幸福照片，替她感到幸福和快乐。看到婚礼现场的点点滴滴，感受着她的幸福，感觉，真好。后来，她私信我说：亲爱的，你的礼物收到了，就知道你是最爱我的。我笑着回复她：哈哈，喜欢就好，这么多年，我最庆幸的是，你没变，当然，我也没变。
        再后来，我们零零散散的聊了几句，都以工作忙的原因终止了聊天。微信里的聊天对话框从最前面被工作上联系的人和群消息一一代替，想要再次找到对话框就要在搜索栏里手动搜索了。这种短暂的，频繁的联系，就像海浪走过沙滩时波涛汹涌，也像有时候的大海风平浪静一样。我们恢复了正常的生活，她所有的朋友圈我都会看，但是不评论，不点赞。我的朋友圈也看不到她的身影。我想，过的好所以才不会在朋友圈里无病呻吟吧。过得好，才不会在朋友圈里感慨万千吧。生活归于平静，我们也归于平静。不联系，不打扰，也不会有任何波澜，或许才是我们彼此生活原来的样子。
        <br>3、
        我时常会想起一句话：人生若只如初见。
        总觉得初见时的美好真的美好的无可替代。但又不得不接受因为时间，因为距离带给我们的改变。就如同奔向远方的火车。这一站有人陪着你一起看风景，下一站就会变成另一个人。你没有办法去控制谁会在哪一站下车或者上车，只需要珍惜陪着你看过这段风景的路人或是友人。不仅是你如此，我们都是拥有这样经历的平凡人，关于过去，及时的告别。关于未来，及时的规划。
        曾经读过这样一篇文字《最好的友情，是你不必等我》。
        它说：“学生时代的友情，喜欢同一个歌星，喜欢某一项运动，经常一起打打球聊聊班里八卦，两个人就能热络的打成一片。
        我们无法刻意要求某些人特意停下脚步来等我们，唯一要做的就是自己不断追赶，这世界上最好的友情，是你不必等我。”我觉得，真好。
        <br>4、
        最后，我想说：亲爱的，我想告诉你，放心吧，虽然我们不常联系，不常见面，但是我希望你会记得，有一天，只要你在微信里、QQ里，短信上，无论是哪一种方式，只要你喊我，我一直在，我一直都在。就像那句：无论多大的风雨，只要你来，我都会去接你。以后的日子里，也祝愿你会健康快乐，挥一挥衣袖，不带走一片云彩。
        当然，也希望提起我的时候，你也会骄傲的说：这是我的多年哥们。只要话匣子一打开，我们依然如当年，可以彻夜不眠的谈天说地，可以无话不谈的成为彼此的树洞。
        未来，愿你我彼此安好，因为，这就是晴天啊。
        我最庆幸的是：你没变，我也没变。
        <br>5
        热闹了一个夏天的高温天气，终于在8月即将要终结的几天里大张旗鼓的凉爽起来。说起来，这种突如其来的凉意有些措手不及，还好，我前段时间刚好购置了秋天的衣服，也不至于打开衣柜不知道穿什么好了。
        因为是下雨的缘故，天色也早早的就进入了夜晚模式。我在家整理早晨出门的时候被我翻乱的衣柜，大功告成之后，我躺在床上，翻看着手机。想到一位好久没有联系的朋友上个月发来消息说：铭哥，我这个月结婚，在北京，希望你有空了赏脸来。
        突然的，就陷入了回忆之中。因为通讯录里有重名的朋友，我点开了她的头像，想确认一下到底是哪一个朋友。她已经把头像换成了婚纱照，难怪我没认出来。确认之后，我没有及时回复。只是突然间，脑海里全部出现的是大学时光里和她一起奔走于校园里的场景，我们一起上课，我们一起去图书馆，我们一起见证彼此的荣耀和狼狈。
        那时候的我们，10块钱可以吃遍校园的一条街。她知道我喜欢粉红色，所有和粉红色沾边的礼物她都会特别上心。那时候的豪言壮志都在彼此的见证之下，一个一个实现。比如，期末的时候不仅是奖学金获得者，同时还有优秀三好生的称号。我们一起欢呼，我们一起庆祝，我们一起鼓励彼此要加油。那时候的我们，看到过彼此最为狼狈也最难过的时光，我明白她不言不语背后的那一份落寞，她也懂得我沉默不语背后的所有故事。那时候，我们都有一双爱笑的眼睛。那时候，我们对彼此的友情也一定真挚的不可替代。
        后来毕业，我们分开了，不在同一座城市，不在同一片天空下。起初，我们还会在网络上联络彼此的新生活，吐槽彼此的现状有什么样的烦恼。因为环境，因为成长，因为价值观。渐渐地，我们不再频繁的联系，我们不再频繁的告知对方的新生活，我们也不再相互吐槽生活当中的点点滴滴。我们只在对方生日的时候说一句：生日快乐，么么哒。我们只在过年群发祝福的时候说一句：新年快乐，么么哒。
        所有与她有关的画面，像电影的回放镜头般在我脑海里来回旋转，我还记得与她相识的那个夏天，我们一起约定要做一辈子的朋友。时间真的是一把双刃剑，带着我们一路走向成熟，但同时，也让我们失去许多那时候最简单，最纯真的笑容。我会记得，阳光下，操场上，那个笑起来眼睛眯成缝的女生，也会记得，过去里，未来里，这个一直在我心里占据别样位置的女生。
        <br>6
        许久之后，我回过神来。回复她：我那天刚好安排了工作，可能去不了，真的非常抱歉。但是请收下我最最真挚的祝福哈。她说：哎呀，就是家里人催，刚好遇见了喜欢的人，就刚好办了。就这样，她一句，我一句，我们之间好像把没联系的这几年的所有言语全部攒到一起一样，她说着她幸福的点点滴滴，我祝福着她的美好爱情。我诉说着近几年的经历，她也感慨着我们真的都变得不一样了。不知不觉得，聊到很晚。像那年大学一样，我们彻夜不眠，有说不完的话。我们精神十足，有幻想不完的未来。这种感觉，陌生又熟悉，但，真的久违了。
        她大婚的当天，我在忙，一直到很晚才有空去刷朋友圈，看到她晒出婚礼现场的幸福照片，替她感到幸福和快乐。看到婚礼现场的点点滴滴，感受着她的幸福，感觉，真好。后来，她私信我说：亲爱的，你的礼物收到了，就知道你是最爱我的。我笑着回复她：哈哈，喜欢就好，这么多年，我最庆幸的是，你没变，当然，我也没变。
        再后来，我们零零散散的聊了几句，都以工作忙的原因终止了聊天。微信里的聊天对话框从最前面被工作上联系的人和群消息一一代替，想要再次找到对话框就要在搜索栏里手动搜索了。这种短暂的，频繁的联系，就像海浪走过沙滩时波涛汹涌，也像有时候的大海风平浪静一样。我们恢复了正常的生活，她所有的朋友圈我都会看，但是不评论，不点赞。我的朋友圈也看不到她的身影。我想，过的好所以才不会在朋友圈里无病呻吟吧。过得好，才不会在朋友圈里感慨万千吧。生活归于平静，我们也归于平静。不联系，不打扰，也不会有任何波澜，或许才是我们彼此生活原来的样子。
        <br>7
        我时常会想起一句话：人生若只如初见。
        总觉得初见时的美好真的美好的无可替代。但又不得不接受因为时间，因为距离带给我们的改变。就如同奔向远方的火车。这一站有人陪着你一起看风景，下一站就会变成另一个人。你没有办法去控制谁会在哪一站下车或者上车，只需要珍惜陪着你看过这段风景的路人或是友人。不仅是你如此，我们都是拥有这样经历的平凡人，关于过去，及时的告别。关于未来，及时的规划。
        曾经读过这样一篇文字《最好的友情，是你不必等我》。
        它说：“学生时代的友情，喜欢同一个歌星，喜欢某一项运动，经常一起打打球聊聊班里八卦，两个人就能热络的打成一片。
        我们无法刻意要求某些人特意停下脚步来等我们，唯一要做的就是自己不断追赶，这世界上最好的友情，是你不必等我。”我觉得，真好。
        <br>8
        最后，我想说：亲爱的，我想告诉你，放心吧，虽然我们不常联系，不常见面，但是我希望你会记得，有一天，只要你在微信里、QQ里，短信上，无论是哪一种方式，只要你喊我，我一直在，我一直都在。就像那句：无论多大的风雨，只要你来，我都会去接你。以后的日子里，也祝愿你会健康快乐，挥一挥衣袖，不带走一片云彩。
        当然，也希望提起我的时候，你也会骄傲的说：这是我的多年哥们。只要话匣子一打开，我们依然如当年，可以彻夜不眠的谈天说地，可以无话不谈的成为彼此的树洞。
        未来，愿你我彼此安好，因为，这就是晴天啊。
      </p>
    </div>
  </div>
</template>
<script>
export default {
  data() {
    return {
      data: ""
    };
  }
};
</script>
<style>
</style>
